Repository: latinboykodi/plugin.program.latinboy
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #30000
source: Wizard Menu
es_es: Menú del Wizard

# #30001
source: Install a build.
es_es: Instalar build.

# #30002
source: Maintenance Tools
es_es: Herramientas de Mantenimiento

# #30003
source: Clear all the data in your current setup. This action cannot be undone.
es_es: Borrar todos los datos de su configuración actual. Esta acción no se puede deshacer.

# #30004
source: Install Build
es_es: Instalar Build

# #30005
source: Clear the packages folder to free up space.
es_es: Limpiar la carpeta de paquetes para liberar espacio.

# #30006
source: Fresh Start
es_es: Inicio Limpio

# #30007
source: Clear all data. Warning, this cannot be undone.
es_es: Borrar todos los datos. Advertencia, esto no se puede deshacer.

# #30008
source: Delete the Thumbnails folder and Textures13 database file. You should only delete these if you want to free up space. Reboot Kodi for thumbnails to repopulate.
es_es: Eliminar la carpeta de Miniaturas y el archivo de base de datos Textures13. Solo debe eliminarlos si desea liberar espacio. Reinicie Kodi para que las miniaturas se vuelvan a generar.

# #30009
source: A list of presets to set the cache size based on your device's RAM size.
es_es: Una lista de ajustes preestablecidos para configurar el tamaño de caché según el tamaño de RAM de su dispositivo.

# #30010
source: Build Menu
es_es: Menú de Build

# #30011
source: Maintenance
es_es: Mantenimiento

# #30012
source: Fresh Start
es_es: Inicio Limpio

# #30013
source: Notification
es_es: Notificación

# #30014
source: Open the notification dialog.
es_es: Abrir el diálogo de notificación.

# #30015
source: Settings
es_es: Configuración

# #30016
source: Open the Settings Menu.
es_es: Abrir el Menú de Configuración.

# #30017
source: Invalid build URL. Please contact the build creator.
es_es: URL de build inválida. Por favor, contacte al creador del build.

# #30018
source: Unknown Name
es_es: Nombre Desconocido

# #30019
source: No Description Available.
es_es: No hay Descripción Disponible.

# #30020
source: Version
es_es: Versión

# #30021
source: ***Video Preview***
es_es: ***Vista Previa de Video***

# #30022
source: Maintenance
es_es: Mantenimiento

# #30023
source: Clear Packages
es_es: Limpiar Paquetes

# #30024
source: Clear Thumbnails
es_es: Limpiar Miniaturas

# #30025
source: Video Cache Presets K20
es_es: Ajustes Preestablecidos de Caché de Video K20

# #30026
source: Authorize Debrid and Trakt
es_es: Autorizar Debrid y Trakt

# #30027
source: Authorize Services
es_es: Autorizar Servicios

# #30028
source: The wizard is ready to install your build.
es_es: El wizard está listo para instalar su build.

# #30029
source: Cancel
es_es: Cancelar

# #30030
source: Continue
es_es: Continuar

# #30031
source: Do you wish to clear all data before installing?
es_es: ¿Desea borrar todos los datos antes de instalar?

# #30033
source: Requests is being installed. Try again when Requests is finished installing.
es_es: Requests se está instalando. Intente de nuevo cuando Requests termine de instalarse.

# #30034
source: Extracting files...
es_es: Extrayendo archivos...

# #30035
source: Extracting files...Done!
es_es: Extrayendo archivos...¡Terminado!

# #30036
source: Install Complete. Click OK to Force Close Kodi.
es_es: Instalación Completa. Haga clic en Aceptar para Forzar el Cierre de Kodi.

# #30037
source: Thumbnails have been deleted. Reboot Kodi to refresh thumbs.
es_es: Las miniaturas han sido eliminadas. Reinicie Kodi para actualizar las miniaturas.

# #30038
source: Select the Ram Size of your device.
es_es: Seleccione el Tamaño de RAM de su dispositivo.

# #30039
source: Delete Advanced Settings
es_es: Eliminar Configuraciones Avanzadas

# #30040
source: Advanced Settings have been deleted. Kodi will now close to apply the settings.
es_es: Las Configuraciones Avanzadas han sido eliminadas. Kodi se cerrará ahora para aplicar los ajustes.

# #30041
source: Advanced Settings have been set. Kodi will now close to apply the settings.
es_es: Las Configuraciones Avanzadas han sido establecidas. Kodi se cerrará ahora para aplicar los ajustes.

# #30042
source: Are you sure you wish to clear all data? This action cannot be undone.
es_es: ¿Está seguro de que desea borrar todos los datos? Esta acción no se puede deshacer.

# #30043
source: Deleting files and folders...
es_es: Eliminando archivos y carpetas...

# #30044
source: Deleting files and folders...done
es_es: Eliminando archivos y carpetas...terminado

# #30045
source: Fresh Start Complete. Click OK to Force Close Kodi.
es_es: Inicio Limpio Completo. Haga clic en Aceptar para Forzar el Cierre de Kodi.

# #30046
source: Packages Cleared.
es_es: Paquetes Limpiados.

# #30047
source: A new version of
es_es: Una nueva versión de

# #30048
source: is available.
es_es: está disponible.

# #30049
source: Installed Version:
es_es: Versión Instalada:

# #30050
source: New Version:
es_es: Nueva Versión:

# #30051
source: Would you like to install it now?
es_es: ¿Desea instalarlo ahora?

# #30052
source: Select items to keep during a build install.
es_es: Seleccione los elementos para conservar durante la instalación de un build.

# #30053
source: Build Info
es_es: Información de Build

# #30054
source: Current Build:
es_es: Build Actual:

# #30055
source: Installed Build:
es_es: Build Instalado:

# #30056
source: Installed Version:
es_es: Versión Instalada:

# #30057
source: Clear Packages on Startup:
es_es: Limpiar Paquetes al Iniciar:

# #30058
source: Select items to keep during a build install/fresh start:
es_es: Seleccione los elementos para conservar durante la instalación de build/inicio limpio:

# #30059
source: Save Items
es_es: Guardar Elementos

# #30060
source: Save my favourites
es_es: Guardar mis Favoritos

# #30061
source: Save my Real Debrid info (Resolveurl)
es_es: Guardar mi información de Real Debrid (Resolveurl)

# #30062
source: Save my sources in File Manager
es_es: Guardar mis fuentes en Administrador de Archivos

# #30063
source: Save my Advanced Settings
es_es: Guardar mis Configuraciones Avanzadas

# #30064
source: Edit Whitelist
es_es: Editar Lista Blanca

# #30950
source: [B]Run Speedtest[/B]
es_es: [B]Ejecutar Prueba de Velocidad[/B]

# #30951
source: [B]Close[/B]
es_es: [B]Cerrar[/B]

# #30960
source: [B]Running Speed Test add-on[/B]
es_es: [B]Ejecutando complemento de Prueba de Velocidad[/B]

# #30961
source: Retrieving speedtest.net configuration
es_es: Recuperando configuración de speedtest.net

# #30962
source: Retrieving speedtest.net server list
es_es: Recuperando lista de servidores de speedtest.net

# #30963
source: Testing from {isp} ({ip})
es_es: Probando desde {isp} ({ip})

# #30964
source: Selecting best server based on latency
es_es: Seleccionando el mejor servidor según la latencia

# #30965
source: Hosted by: {sponsor}
es_es: Alojado por: {sponsor}

# #30966
source: Host server: {host}
es_es: Servidor host: {host}

# #30967
source: City, State: {name}
es_es: Ciudad, Estado: {name}

# #30968
source: Country: {country}
es_es: País: {country}

# #30969
source: Distance: {d:0.2f} km
es_es: Distancia: {d:0.2f} km

# #30971
source: Testing download speed...
es_es: Probando velocidad de descarga...

# #30972
source: Download speed: {speed:0.2f} Mbps
es_es: Velocidad de descarga: {speed:0.2f} Mbps

# #30973
source: Testing upload speed...
es_es: Probando velocidad de subida...

# #30974
source: Upload speed: {speed:0.2f} Mbps
es_es: Velocidad de subida: {speed:0.2f} Mbps

# #30980
source: [B]Recommended download speed for video streaming:[/B]
es_es: [B]Velocidad de descarga recomendada para transmisión de video:[/B]

# #30981
source: - 3 to 5 Mbps for viewing SD-quality 480p video
es_es: - 3 a 5 Mbps para ver video de calidad SD 480p

# #30982
source: - 5 to 10 Mbps for viewing HD-quality 720p video
es_es: - 5 a 10 Mbps para ver video de calidad HD 720p

# #30983
source: - 10+ Mbps for the best 1080p or Live TV experience
es_es: - 10+ Mbps para la mejor experiencia de 1080p o TV en Vivo

# #30984
source: - 25 to 50+ Mbps for 4K streaming
es_es: - 25 a 50+ Mbps para transmisión 4K

# #30985
source: [I]Reported speeds may be due to the limitations of the device.[/I]
es_es: [I]Las velocidades reportadas pueden deberse a las limitaciones del dispositivo.[/I]

# #30100
source: Logging
es_es: Registro

# #30101
source: Settings for logging of Addon
es_es: Configuraciones para registro del Add-on

# #30102
source: Debug
es_es: Depuración

# #30103
source: Actions
es_es: Acciones

# #30104
source: Window Imformation
es_es: Información de Ventana

# #30106
source: Video Cache Presets K21
es_es: Ajustes Preestablecidos de Caché de Video K21
